const String aboutUsText =
    """شرکت پی آزما کاوان شالوده با در اختیار گرفتن دانش فنی به‌روز و متناسب با اقلیم ایران در زمینه اجرای پروژه‌های مهندسی ژئوتکنیک و آزمایش‌های کنترل کیفی فعالیت می‌نماید. استفاده از نیروهای مبتکر و تجهیزات پیشرفته آزمایشگاهی و همچنین صحرایی باعثشکل‌گیری توانایی انجام طیف وسیعی از خدمات، ازجمله آزمایش‌های مختلف خاک، بتن، آسفالت و جوش در حوزه کنترل کیفی، گردیده است. 

این شرکت با توجه به تعهد اخلاقی و قانونی به مشتریان خود، همواره سعی نموده کلیه پروژه‌های خود را در با بهترین کیفیت و در سریع‌ترین زمان ممکن به انجام برساند. صحه‌گذاری این موضوع توسط مشتریان گران قدرمان صورت می‌گیرد. 

این شرکت دارای رتبه مشاوره پایه 3 از برنامه و بودجه کشور می‌باشد و امکان ارائه خدمات به بخش خصوصی و دولتی را دارد. """;

const String companyDescriptionText =
    """شرکت مهندسین مشاور پی آزما کاوان شالوده با داشتن پایه 3 در زمینه مطالعات ژئوتکنیک از سازمان برنامه و بودجه با داشتن کادری مجرب، در طی 15 سال گذشته توانسته اعتماد کارفرمایان زیادی را کسب کند. تجهیزات به روز و پرسنل فنی مجرب از نقاط قوت شرکت بوده و باعث شده کلیه خدمات ارائه شده اعم از خدمات حفاری، آزمایش‌های کنترل کیفیت خاک، بتن، آسفات و مقاومت مصالح با بالاترین کیفیت و دقت به کارفرمایان ارائه شود""";

const String researchsText =
    """هدف از انجام مطالعات ژئوتکنیک و آزمایشات مربوط به آن شناسایی لایه های تحت الارضی، تعیین ویژگی های فیزیکی و مکانیکی آن ها، تعیین ظرفیت باربری پی و تعیین عمق استقرار آن در صورت وجود مخاطرات، تعیین ضریب عکس العمل بستر زیر پی جهت طراحی سازه ای پی، تعیین نوع سیمان مصرفی در بتن پی، بررسی وضعیت آب زیرزمینی و غیره می‌باشد. در صورتی که این مطالعات صرف نظر از ابعاد پروژه، در نظر گرفته نشود، می‌تواند باعث ایجاد مشکلات اقتصادی و انسانی گردد و نیز باعث هدر رفت سرمایه، به دلیل طراحی سنگین سازه می‌شود""";

const String qualityControlText =
    """آزمایش های بتن که به منظور تعیین کیفیت بتن تازه و سخت شده انجام می گردد، در تعیین مقاومت سازه و تاب آب وری آن در مقابل زلزله بسیار مهم است. در حال حاضر اکثر ساخت و سازها با توجه به اجبار دستگاه های نظارتی و اجرایی در کشور، ملزم به نمونه گیری از بتن تازه و انجام آزمایش های مرتبط با تعیین مقاومت فشاری بتن می‌باشد. در زیر لیست خدمات ارائه شده توسط شرکت پی آزما بتن شالوده قابل رویت می باشد.

آزمایش نمونه گیری از بتن تازه
آزمایشات بتن اسلامپ
آزمایش عمل آوری بتن
آزمایشات تعیین هوای موجود در بتن
نمونه گیری از بتن و آزمایشات بتن
آزمایش مقاومت فشاری بتن
آزمایش بتن سخت شده مخرب و نیمه مخرب
آزمایشات بتن و مقاومت کششی بتن
آزمایشات بتن در برابر یخ زدگی
آزمایشات الاستیسیته استاتیکی بتن""";
