const String aboutUsText =
    """شرکت پی آزما کاوان شالوده با در اختیار گرفتن دانش فنی به‌روز و متناسب با اقلیم ایران در زمینه اجرای پروژه‌های مهندسی ژئوتکنیک و آزمایش‌های کنترل کیفی فعالیت می‌نماید. استفاده از نیروهای مبتکر و تجهیزات پیشرفته آزمایشگاهی و همچنین صحرایی باعثشکل‌گیری توانایی انجام طیف وسیعی از خدمات، ازجمله آزمایش‌های مختلف خاک، بتن، آسفالت و جوش در حوزه کنترل کیفی، گردیده است. 

این شرکت با توجه به تعهد اخلاقی و قانونی به مشتریان خود، همواره سعی نموده کلیه پروژه‌های خود را در با بهترین کیفیت و در سریع‌ترین زمان ممکن به انجام برساند. صحه‌گذاری این موضوع توسط مشتریان گران قدرمان صورت می‌گیرد. 

این شرکت دارای رتبه مشاوره پایه 3 از برنامه و بودجه کشور می‌باشد و امکان ارائه خدمات به بخش خصوصی و دولتی را دارد. """;
