const String aboutUsText =
    """شرکت پی آزما کاوان شالوده با در اختیار گرفتن دانش فنی به‌روز و متناسب با اقلیم ایران در زمینه اجرای پروژه‌های مهندسی ژئوتکنیک و آزمایش‌های کنترل کیفی فعالیت می‌نماید. استفاده از نیروهای مبتکر و تجهیزات پیشرفته آزمایشگاهی و همچنین صحرایی باعثشکل‌گیری توانایی انجام طیف وسیعی از خدمات، ازجمله آزمایش‌های مختلف خاک، بتن، آسفالت و جوش در حوزه کنترل کیفی، گردیده است. 

این شرکت با توجه به تعهد اخلاقی و قانونی به مشتریان خود، همواره سعی نموده کلیه پروژه‌های خود را در با بهترین کیفیت و در سریع‌ترین زمان ممکن به انجام برساند. صحه‌گذاری این موضوع توسط مشتریان گران قدرمان صورت می‌گیرد. 

این شرکت دارای رتبه مشاوره پایه 3 از برنامه و بودجه کشور می‌باشد و امکان ارائه خدمات به بخش خصوصی و دولتی را دارد. """;

const String companyDescriptionText =
    """شرکت مهندسین مشاور پی آزما کاوان شالوده با داشتن پایه 3 در زمینه مطالعات ژئوتکنیک از سازمان برنامه و بودجه با داشتن کادری مجرب، در طی 15 سال گذشته توانسته اعتماد کارفرمایان زیادی را کسب کند. تجهیزات به روز و پرسنل فنی مجرب از نقاط قوت شرکت بوده و باعث شده کلیه خدمات ارائه شده اعم از خدمات حفاری، آزمایش‌های کنترل کیفیت خاک، بتن، آسفات و مقاومت مصالح با بالاترین کیفیت و دقت به کارفرمایان ارائه شود""";
