const List<Map<String, String>> geotechnicalProjects = [
  {
    "project": "مطالعات آنالیز قرضه و ژئو تکنیک بخش كهک قم",
    "employer": "سازمان آب منطقه ای قم"
  },
  {
    "project": "مطالعات ژئوتکنیک اداره تعاون رباط كریم",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان سالن تشریح شهرستان كرج",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان بخشداري كرج",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان ستاد بحران تهران",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مخزن 5000 مترمکعبي تهرانسر",
    "employer": "شركت آب و فاضلاب غرب تهران"
  },
  {
    "project": "مطالعات مکانیک خاک توسعه كارخانه آرد سیبلي آستارا",
    "employer": "شركت سيبلي استارا"
  },
  {
    "project": "مطالعات تحلیل پایداری ترانشه هاي مجاور مخزن نمک زدائي گچساران",
    "employer": "شركت توسعه صنايع نفت و انرژی قشم"
  },
  {
    "project":
        "انجام عملیات حفاري ژئوتکنیک و آزمایشات صحرایي در پروژه مخازن LNG",
    "employer": "موسسه مهندسين مشاور ساحل(قرارگاه خاتم)"
  },
  {
    "project":
        "مطالعات ژئوتکنیک زمین مجاور بانک پاسارگاددر میدان باستاني شعار رشت",
    "employer": "شركت گسترش فن آوران ساخت"
  },
  {
    "project": "مطالعات ژئو تکنیک و مهندسي پي فاز یک 3000 واحدي پیشواي ورامین",
    "employer": "شركت ساختماني دبله"
  },
  {
    "project": "مطالعات ژئوتکنیک طرح مسکن مهر علویجه نجف آباد اصفهان",
    "employer": "بنياد مسكن انقلاب اسلامي استان اصفهان"
  },
  {
    "project":
        "مطالعات ژئوتکنیک و كنترل كیفي مصالح (سهامي خاص)- پروژه گردشگري لاهیج",
    "employer": "شركت توسعه گردشگری ايران"
  },
  {
    "project": "مطالعات ژئو تکنیک ساختمان پزشکي قانوني جنوب تهران",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک 600 واحدي بنفشه فاز 0 اندیشه",
    "employer": "شركت سرمايه گذاری مسكن تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک خیابان میرداماد تهران",
    "employer": "شركت ليزينگ بانک پاسارگاد"
  },
  {
    "project": "مطالعات ژئوتکنیک سایت سیلوي زردانه اسد اباد",
    "employer": "شركت زردانه"
  },
  {
    "project": "مطالعات ژئو تکنیک مجتمع تجاري اداري خیابان میرداماد تهران",
    "employer": "شركت ساختماني معلم (بنياد مستضعفان)"
  },
  {
    "project": "مجتمع تجاري و اداري خیابان پاسداران تهران",
    "employer": "شركت ساختماني معلم (بنياد مستضعفان)"
  },
  {"project": "مطالعات ژئوتکنیک سیلوي اشتهارد", "employer": "شركت فدک"},
  {
    "project": "مطالعات مکانیک خاک ساختمان جدید بانک پاسارگاد شعبه مطهري رشت",
    "employer": "شركت فن آوران ساخت"
  },
  {
    "project":
        "مطالعات مکانیک خاک هتل چهار ستاره 5 طبقه – خیابان شیخ زاهد گیلاني",
    "employer": "شركت گردشگری ايران"
  },
  {
    "project": "مطالعات مکانیک خاک هتل رستوران نگین تاج گیلان",
    "employer": "شركت نگين تاج"
  },
  {
    "project": "مطالعات مکانیک خاک توسعه كارخانه آرد آذر گندم شهر صنعتي رشت",
    "employer": "شركت آرد آذر كندم"
  },
  {
    "project":
        "حفاري اكتشافي پروژه توسعه ساختمانهاي آموزشیدانشگاه آزاد آستارا- آستارا",
    "employer": "دانشگاه آزاد آستارا"
  },
  {
    "project": "حفاري اكتشافي پروژه توسعه دانشگاه آزاد تنکابن",
    "employer": "دانشگاه آزاد تنكابن"
  },
  {
    "project": "مطالعات مکانیک خاک 960 واحدي ایلام",
    "employer": "اتحاديه مسكن مهر كارمندان ايلام"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه توسعه سیلوي شهرک صنعتي لوشان",
    "employer": "شركت آهن وفولاد لوشان"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه دانشکده شیمي",
    "employer": "دانشگاه تربيت معلم خوارزمي كرج"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه دانشکده روانشناسي تربیتي",
    "employer": "دانشگاه تربيت معلم خوارزمي كرج"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه ارغوان بندر انزلي",
    "employer": "صندوق مسكن جوانان"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه ساختمان اداري شركت سالار شیمي",
    "employer": "شركت سالار شيمي"
  },
  {
    "project": "مطالعات ژئو تکنیک طرح 99 ساله اراضي ضیاء آباد اسلامشهر",
    "employer": "اتحاديه تعاوني های مسكن اسلامشهر"
  },
  {
    "project": "مطالعات ژئو تکنیک پروژه ساختمان اداره امور مالیاتي كرج",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات میکرو گراني سنجي ساختمان پزشکي قانوني جنوب تهران",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات لرزه شناسي درون چاهي مجتمع تجاري امام واوان",
    "employer": "شركت آريا سازه سازان پارس"
  },
  {
    "project": "مطالعات ژئوتکنیک كارخانه M D F شهرک صنعتي لوشان",
    "employer": "آهن و فولاد لوشان"
  },
  {
    "project":
        "مطالعات ژئو تکنیک برج مسکوني 24 طبقه طاووس منطقه آزادتجاري انزلي",
    "employer": "مديريت برج طاووس"
  },
  {
    "project": "مطالعات ژئوتکنیک مخزن 15000 مترمکعبي منطقه 22 تهران",
    "employer": "شركت آب و فاضلاب غرب تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مخزن 5000 مترمکعبي شاهدشهر",
    "employer": "شركت آب و فاضلاب غرب تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک بیمارستان دهگلان",
    "employer": "سازمان مسكن وشهرسازی كردستان"
  },
  {
    "project": "مطالعات ژئوتکنیک مخازن 5000 و 2000 صفادشت",
    "employer": "شركت آب و فاضلاب غرب تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک سایت بازیافت منطقه 18 تهران",
    "employer": "سازمان مديريت پسماند شهرداری تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع مسکوني 315 واحدي سبحان",
    "employer": "آسيب های اجتماعي شهرداری تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع هاي مسکوني یاس 1 و 2 تهران",
    "employer": "خدمات موتوری شهرداری تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مخزن 5000 مترمکعبي امیریه شهریار",
    "employer": "شركت آب و فاضلاب غرب تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک كتابخانه عمومي خیر آباد ورامین",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک كتابخانه عمومي طارند ورامین",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک كتابخانه عمومي قیامدشت",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان اداره كار فیروزكوه",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان بهزیستي نسیم شهر",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان توانبخشي گلستان رباط كریم",
    "employer": "سازمان مسكن و شهرسازی استان تهران"
  },
  {"project": "دكل مخابراتي جنگل ابر شاهرود", "employer": "مخابرات شركت نفت"},
  {"project": "دكل مخابراتي بندرعباس", "employer": "مخابرات شركت نفت"},
  {"project": "دكل مخابراتي رفسنجان", "employer": "مخابرات شركت نفت"},
  {"project": "دكل مخابراتي مراغه", "employer": "مخابرات شركت نفت"},
  {
    "project": "مطالعات ژئوتکنیک نیروگاه گازي عنبرآباد جیرفت",
    "employer": "سازمان توسعه برق ايران"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع تجاري هلال احمر رشت",
    "employer": "شركت سرمايه گذاری هلال احمر"
  },
  {
    "project": "مطالعات ژئوتکنیک سالن ورزشي معلولین و جانبازان سمنان",
    "employer": "وزارت ورزش و جوانان"
  },
  {
    "project": "مطالعات ژئوتکنیک برج 40طبقه نگین فرمانیه",
    "employer": "شركت ساختماني معلم (بنياد مستضعفان)"
  },
  {
    "project": "مطالعات ژئوتکنیک برج 40 طبقه نگین میرداماد",
    "employer": "شركت ساختماني معلم (بنياد مستضعفان)"
  },
  {
    "project": "مطالعات ژئوتکنیک برج 30 طبقه نگین جنت آباد",
    "employer": "شركت ساختماني معلم (بنياد مستضعفان)"
  },
  {
    "project": "مطالعات ژئوتکنیک 500 واحدي فاز 2 شهرجدید پردیس",
    "employer": "شركت سامان سازان"
  },
  {
    "project": "مطالعات ژئوتکنیک برج هاي 17 طبقه كوهستان رودهن",
    "employer": "شركت سامان سازان"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع تجاري خیابان طالقاني تهران",
    "employer": "شركت سرمايه گذاری هلال احمر"
  },
  {
    "project": "مطالعات ژئوتکنیک 1700 واحدي فاز 2 شهر جدید هشتگرد",
    "employer": "شركت تعاوني خاوران سازه"
  },
  {
    "project": "مطالعات ژئو تکنیک 5000 واحدي مسکن مهر اسلامشهر",
    "employer": "تعاوني های مسكن مهر اسلامشهر"
  },
  {
    "project": "مطالعات ژئو تکنیک حوزه علمیه امام محمد تقي )ع( قلهک تهران",
    "employer": "موسسه تحقيقات زلزله آريا(شهرداری تهران)"
  },
  {
    "project": "مطالعات ژئو تکنیک شهر كتاب و زورخانه جماران تهران",
    "employer": "موسسه تحقيقات زلزله آريا(شهرداری تهران)"
  },
  {
    "project": "مطالعات ژئو تکنیک ساختمان برق پالایشگاه نفت تهران",
    "employer": "شركت پالايش و پخش فراورده های نفتي"
  },
  {
    "project": "مطالعات ژئوتکنیک توسعه كتابخانه ، موزه و مركز اسناد مجلس",
    "employer": "مجلس شورای اسلامي"
  },
  {
    "project": "مطالعات ژئو فیزیک كتابخانه ، موزه و مركز اسناد مجلس",
    "employer": "مجلس شورای اسلامي"
  },
  {
    "project": "مطالعات ژئوتکنیک پادگان ولیعصر زنجان",
    "employer": "نيروی هوائي سپاه پاسداران انقلاب اسلامي"
  },
  {
    "project": "مطالعات ژئوتکنیک كارخانه روغن كشي شهر صنعتي شمس آباد",
    "employer": "موسسه چراغچي"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع آموزشي رزمندگان اسلام كرمانشاه",
    "employer": "موسسه رزمندگان اسلام"
  },
  {
    "project": "مطالعات ژئوتکنیک بافت فرسوده خیابان مولوي تهران",
    "employer": "مطالعات ژئوتکنیک بافت فرسوده خیابان مولوي تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک بیمارستان امیر اعلم تهران",
    "employer": "شركت مشاور جم"
  },
  {
    "project": "مطالعات ژئوتکنیک طرح مقاوم سازي ادارات گاز استان گیلان",
    "employer": "شركت گاز استان گيلان"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان اقامتي راهور شهرک آزمایش تهران",
    "employer": "ناجا"
  },
  {
    "project": "مطالعات ژئوتکنیک اداره ثبت احوال پردیس",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع فرهنگي و هنري شهرري",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک موزه كرمانشاه",
    "employer": "اداره كل ميراث فرهنگي ، صنايع دستي كرمانشاه"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان منابع طبیعي و ابخیزداري پردیس",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک بیمارستان 350 تختخوابي شهید مفتح ورامین",
    "employer": "شركت مادر تخصصي تجيزات پزشكي"
  },
  {
    "project": "مطالعات ژئوتکنیک خط انتقال اب و مخازن سایت گهر زمین سیرجان",
    "employer": "شركت سنگ آهن گهر زمين"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع فرهنگي و هنري پیشوا",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک فرهنگسراي شهریار",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک كتابخانه شهرستان بهارستان",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک پست برق 62 GIS غرب رشت",
    "employer": "شركت برق منطقه ای گيلان"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان دیسپاچینگ برق تهران",
    "employer": "شركت برق منطقه ای تهران"
  },
  {
    "project":
        "مطالعات ژئوتکنیک و ژئوالکتریک پست برق 400كیلوولت منطقه 22 تهران",
    "employer": "شركت برق منطقه ای تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه دانشکده پلیس بین الملل ناجا",
    "employer": "ناجا"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه احداث مركز جامع سلامت گلشهر",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project":
        "مطالعات ژئوتکنیک پروژه احداث ساختمانهاي مسکوني 11 طبقه ساعس ناجا",
    "employer": "ناجا"
  },
  {
    "project": "مطالعات ژئوتکنیک طرحهاي شركت آب و فاضلاب جنوب غربي استان تهران",
    "employer": "آب و فاضلاب جنوب غربي استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک احداث خط 2 گندلهسازي سایت گهر زمین سیرجان",
    "employer": "شركت سنگ آهن گهر زمين"
  },
  {
    "project": "مطالعات ژئوتکنیک احداث ساختمانهاي جدید سایت گهرزمین سیرجان",
    "employer": "شركت سنگ آهن گهر زمين"
  },
  {
    "project": "مطالعات ژئوتکنیک احداث ساختمان مسکوني 14 طبقه سیرجان",
    "employer": "شركت تعاوني مسكن كارگران توسعه آهن و فولاد گل گهر"
  },
  {
    "project": "مطالعات ژئوتکنیک احداث ساختمان واقع در فاز 3 پارک فناوري پردیس",
    "employer": "شركت فرآورده بافت ايرانيان"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه اداري رفاهي سایت مطهري بانک سپه",
    "employer": "بانک سپه"
  },
  {
    "project": "مطالعات ژئوتکنیک مركز امداد جاده اي ملارد",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مركز امداد جاده اي ورامین",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مركز بهداشت ظهیر آباد شهرري",
    "employer": "اداره كل راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک پروژه هاي ورزشي استان تهران",
    "employer": "اداره كل ورزش و جوانان استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مسجد بین راهي گل گهر",
    "employer": "شركت مديريت و عمران گل گهر"
  },
  {"project": "مطالعات ژئوتکنیک فرودگاه شهید آریافر شهرري", "employer": "ناجا"},
  {
    "project": "مطالعات زئوتکنیک ساختمان رادار هواشناسي گنبد كاووس",
    "employer": "اداره كل هواشناسي استان گلستان"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع خیابان بخارست تهران",
    "employer": "كارگزاری بانک صادرات ايران"
  },
  {
    "project": "مطالعات ژئو تکنیک مجتمع صنعتي شهرک صنعتي گرمسار",
    "employer": "شركت پارسوا"
  },
  {
    "project": "مطالعات ژئوتکنیک طرح نوسعه گندله سازي سایت بردسیر",
    "employer": "شركت سنگ آهن گهر زمين"
  },
  {
    "project": "مطالعات ژئوتکنیک كارخانه باتري لیتیوم یون پرند",
    "employer": "شركت مپنا - ميدكو"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان اداري شوراي نگهبان قانون اساسي",
    "employer": "-"
  },
  {
    "project": "مطالعات ژئوتکنیک ساختمان مجتمع پزشكي قانوني شهرقدس",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک كارخانه احیا ء مشیر بردسیر",
    "employer": "شركت فكور صنعت تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک كلانتري امر آباد ورامین",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک كتابخانه دماوند",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک مجتمع تجاري خاریس",
    "employer": "شهرداری گرمسار"
  },
  {
    "project": "مطالعات ژئوتکنیک ثبت احوال مركزي تهران",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک فرهنگسراي قرچک",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک ثبت احوال ملارد",
    "employer": "اداره راه و شهرسازی استان تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک پست برق پرنیان رباط كریم",
    "employer": "شركت برق منطقه ای تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک پست برق شهید عراقي تهران",
    "employer": "شركت برق منطقه ای تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک پست برق 400 شهرک صنعتي گل گهر",
    "employer": "شركت پارسيان"
  },
  {
    "project": "مطالعات ژئوتکنیک دكل هاي انتقال برق شهرک صنعتي گل گهر",
    "employer": "شركت توسعه ،عمران و مديريت منطقه گل گهر"
  },
  {
    "project": "مخازن انتقال آب فولاد غدیر ني ریز",
    "employer": "شركت جهاد نصر كرمان"
  },
  {
    "project": "مطالعات ژئوتکنیک پست برق 400 اشتهارد",
    "employer": "شركت برق منطقه ای تهران"
  },
  {
    "project": "دانشکده فناوري هاي نوین پزشکي",
    "employer": "دانشگاه علوم پزشكي تهران"
  },
  {
    "project": "مطالعات ژئوتکنیک پست برق صفائیه 2",
    "employer": "شركت برق منطقه ای تهران"
  }
];
