////moved to backend db
// const List<Map<String, String>> qualityControlAndLocalUnitData = [
//   {
//     'project': 'آزمایشگاه پست برق 400 نیروگاه سمنان',
//     'employer': 'شركت فرانيرو'
//   },
//   {
//     'project': 'آزمایشگاه محلي برجهاي طاووس منطقه آزاد كاسپین',
//     'employer': 'منطقه ازاد انزلي'
//   },
//   {
//     'project': 'آزمایشگاه محلي مجتمع تجاري و اداري امام واوان',
//     'employer': 'شركت آريا سازه'
//   },
//   {
//     'project': 'آزمایشگاه محلي كتابخانه مركزي دانشگاه تربیت معلم كرج',
//     'employer': 'دانشگاه تربيت معلم'
//   },
//   {
//     'project': 'آزمایشگاه محلي 5000 واحدي مسکن مهر اسلامشهر',
//     'employer': 'تعاوني مسكن مهر'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي آسفالت نیروگاه سمنان',
//     'employer': 'شركت مپنا- توسعه'
//   },
//   {
//     'project': 'آزمایشگاه محلي پروژه 700 واحدي هشتگرد',
//     'employer': 'شركت اتحاد عمران پارس'
//   },
//   {
//     'project': 'آزمایشگاه محلي دانشکده روانشناسي دانشگاه تربیت معلم كرج',
//     'employer': 'دانشگاه تربيت معلم خوارزمي'
//   },
//   {
//     'project': 'آزمایشگاه محلي پروژه مسکن مهر 1400 واحدي شهریار',
//     'employer': 'تعاوني مسكن مهر'
//   },
//   {
//     'project': 'آزمایشگاه محلي مركز بازیافت كهریزک',
//     'employer': 'سازمان پسماند شهرداری تهران'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي نیروگاه شاهرود',
//     'employer': 'سازمان توسعه برق ايران'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي دانشگاه آزاد قیامدشت',
//     'employer': 'دانشگاه آزاد اسلامي'
//   },
//   {'project': 'مجتمع دیباجي تهران', 'employer': 'شركت ساختماني معلم'},
//   {
//     'project': 'آزمایشگاه كنترل كیفي 1500و 2020 واحدي منطقه 22 تهران',
//     'employer': 'نيروی هوائي سپاه'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي پست برق 63 گهرزمین سیرجان',
//     'employer': 'شركت گهر زمين'
//   },
//   {
//     'project': 'آزمایشگاه پست برق 400 نیروگاه شهید كاظمي سیرجان',
//     'employer': 'شركت پارسيان'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي گندله سازي گهر زمین سیرجان',
//     'employer': 'شركت سنگ آهن گهر زمين'
//   },
//   {
//     'project': 'آزمایشگاه پست برق 230 كارخانه كنستانتره شهرک بیجار',
//     'employer': 'شركت صبانور'
//   },
//   {
//     'project': 'خدمات كنترل كیفي ساحل شرقي كانال كردان',
//     'employer': 'شركت آب منطقه ای استان تهران'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پروژه 500 واحدي ورد آورد',
//     'employer': 'شركت آريان پاسارگاد(وابسته به بانک پاسارگاد)'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پروژه خیابان میرداماد تهران',
//     'employer': 'شركت آريان پاسارگاد(وابسته به بانک پاسارگاد)'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پروژه 500 واحدي هشتگرد',
//     'employer': 'تعاوني مسكن خبر نگاران'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پروژه 1000 واحدي ملارد',
//     'employer': 'تعاوني مسكن صابرين ارتش'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پروژه هاي رز، لاله هاي 1و 2و 3 ، بنفشه',
//     'employer': 'شركت توليد مسكن خاور'
//   },
//   {
//     'project': 'خدمات كنترل كیفي ورزشگاه غدیر دانشگاه ناجا',
//     'employer': 'نيروی انتظامي'
//   },
//   {
//     'project': 'خدمات كنترل كیفي دكل هاي مخابراتي',
//     'employer': 'شركت صنايع مخابراتي شرق'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پادگان كمیل',
//     'employer': 'سپاه پاسداران انقلاب اسلامي'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پادگان نبوت',
//     'employer': 'سپاه پاسداران انقلاب اسلامي'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پادگان مدرس',
//     'employer': 'سپاه پاسداران انقلاب اسلامي'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پاسگاههاي مرزباني ناجا',
//     'employer': 'نيروی انتظامي'
//   },
//   {
//     'project': 'خدمات كنترل كیفي بلوكهاي سازماني زیبادشت تهران',
//     'employer': 'نيروی انتظامي'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي طرح انتقال آب به جنوب شرق كشور',
//     'employer': 'شرکت انتقال آب خليج فارس'
//   },
//   {
//     'project': 'استقرارآزمایشگاه كنترل كیفي نیروگاه سمنگان سیرجان',
//     'employer': 'شرکت نيروگاهي كرمانيان'
//   },
//   {
//     'project': 'استقرارآزمایشگاه كنترل كیفي نیروگاه سیکل تركیبي كاشان',
//     'employer': 'شرکت مپنا- توسعه1'
//   },
//   {
//     'project': 'خدمات كنترل كیفي كلید خانه پست برق نیروگاه شهید كاظمي سیرجان',
//     'employer': 'شرکت پارسيان'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پست برق 400 جهان فولاد سیرجان',
//     'employer': 'شرکت پارسيان'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پست برق 230 هشتگرد',
//     'employer': 'شرکت برق تهران'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پست برق حسن آباد كرج',
//     'employer': 'شرکت برق تهران'
//   },
//   {
//     'project': 'آزمایشگاه محلي تقاطع هاي غیر همسطح شهر كرمان',
//     'employer': 'شهرداری كرمان'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پروژه 0میلیون تن كنستانتره سنگ آهن گهرزمین',
//     'employer': 'شرکت مهندسي فكور صنعت'
//   },
//   {
//     'project': 'خدمات كنترل كیفي پروژه كارخانه كنستانتره گهر زمین',
//     'employer': 'شرکت مهندسي فكور صنعت'
//   },
//   {'project': 'پارکینگ و حسینیه فاتب', 'employer': 'نيروی انتظامي'},
//   {
//     'project': 'پژوهشگاه علوم انتظامي و مطالعات اجتماعي',
//     'employer': 'نيروی انتظامي'
//   },
//   {'project': 'اقامت گاه شهرک آزمایش راهور ناجا', 'employer': 'نيروی انتظامي'},
//   {'project': 'پست برق ادارات مركزي بانک ملي', 'employer': 'بانک ملي'},
//   {
//     'project': 'استقرارآزمایشگاه كنترل كیفي نیروگاه سیکل تركیبي سبزوار',
//     'employer': 'شرکت مپنا – توسعه 1'
//   },
//   {
//     'project': 'خدمات آزمایشگاهي ژئوتکنیک و مقاومت مصالح شهر جدید اند',
//     'employer': 'شرکت عمران شهر جديد انديشه'
//   },
//   {
//     'project': 'استقرار آزمایشگاه هاي كنترل كیفي منطقه گل گهر سیرجان',
//     'employer': 'شرکت توسعه، عمران و مديريت گل گهر'
//   },
//   {
//     'project': 'پروژه بازیابي آب برگشتي از سد باطله گهر زمین',
//     'employer': 'شرکت فلات پارس'
//   },
//   {
//     'project': 'استقرار آزمایشگاه پروژه پارک آبي گل گهر',
//     'employer': 'شرکت نظم آوران معدن و صنعت گلگهر'
//   },
//   {
//     'project': 'استقرار آزمایشگاه كنترل كیفي نیروگاه اسلام اباد اصفهان',
//     'employer': 'شرکت مپنا-توسعه 1'
//   },
//   {
//     'project': 'استقرار آزمایشگاه پروژه پارک آبي گل گهر',
//     'employer': 'شرکت گهر پارک سيرجان'
//   },
//   {
//     'project': 'استقرار آزمایشگاه تاسیسات جانبي گهر زمین سیرجان',
//     'employer': 'شرکت سنگ آهن گل گهر'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي تقاطع هاي غیر همسطح پارک گردشگري',
//     'employer': 'شرکت توسعه، عمران و مديريت گل گهر'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي نیروگاه فتوولتائیک آفتاب شرق',
//     'employer': 'شرکت مپنا – توسعه 3'
//   },
//   {
//     'project': 'آزمایشگاه كنترل كیفي نیروگاه شهرري',
//     'employer': 'شرکت مپنا – توسعه 1'
//   },
// ];
